tap "jesseduffield/lazydocker"
brew "act"
brew "antidote"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "python@3.13"
brew "maven"
brew "neovim"
brew "nvm"
brew "poppler"
brew "powerlevel10k"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
cask "bitwarden"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "librewolf"
vscode "adpyke.vscode-sql-formatter"
vscode "alphabotsec.vscode-eclipse-keybindings"
vscode "arturock.gitstash"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hilleer.yaml-plus-json"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-xml"
vscode "tal7aouy.theme"
vscode "vintharas.learn-vim"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
